andrewleedham.vscode-css-modules
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
apollographql.vscode-apollo
arturock.gitstash
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
chakrounanas.turbo-console-log
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
durzn.brackethighlighter
eamodio.gitlens
editorconfig.editorconfig
eg2.vscode-npm-script
emeraldwalk.runonsave
equinusocio.vsc-community-material-theme
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
huizhou.githd
humao.rest-client
jacobcassidy.css-nesting-syntax-highlighting
jock.svg
kamikillerto.vscode-colorize
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
millsp.material-candy
mquandalle.graphql
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.go
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-pg
mylesmurphy.prettify-ts
nyxb.vscode-styled-colors
oderwat.indent-rainbow
oxc.oxc-vscode
phoenisx.cssvar
pkief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sainnhe.everforest
salbert11.pinescript-helper
serayuzgur.crates
sketchbuch.vsc-workspace-sidebar
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
thebearingedge.vscode-sql-lit
vscodevim.vim
whizkydee.material-palenight-theme
yoavbls.pretty-ts-errors
zignd.html-css-class-completion
